Repository: isabella232/fractal
Catalog: fractal-gtk/po/*.po
Languages: id, ro

# shortcut window
source: General
id: Umum
ro: Generale

# shortcut window
source: Close the active room
id: Tutup ruang yang aktif
ro: Închide camera activă

# shortcut window
source: Open / close the room sidebar search
id: Buka / tutup pencarian bilah sisi ruang
ro: Deschide / închide căutarea în bara laterală a camerei

# shortcut window
source: Open the previous room in the list
id: Buka ruang sebelumnya dalam daftar
ro: Deschide canalul anterior din listă

# shortcut window
source: Open the next room in the list
id: Buka ruang selanjutnya dalam daftar
ro: Deschide canalul următor din listă

# shortcut window
source: Open the previous room with unread messages in the list
id: Buka ruang sebelumnya dengan pesan yang belum dibaca dalam daftar
ro: Deschide canalul anterior cu mesaje necitite din listă

# shortcut window
source: Open the next room with unread messages in the list
id: Buka ruang selanjutnya dengan pesan yang belum dibaca dalam daftar
ro: Deschide canalul următor cu mesaje necitite din listă

# shortcut window
source: Open the first room of the list
id: Buka ruang pertama dari daftar
ro: Deschide primul canal din listă

# shortcut window
source: Open the last room of the list
id: Buka ruang terakhir dari daftar
ro: Deschide ultimul canal din listă

# shortcut window
source: View older messages
id: Lihat pesan yang lebih lama
ro: Vizualizează mesajele mai vechi

# shortcut window
source: View newer messages
id: Lihat pesan yang lebih baru
ro: Vizualizează mesajele mai noi

# shortcut window
source: Keyboard Shortcuts
id: Pintasan Papan Tik
ro: Scurtături de tastatură

# shortcut window
source: Quit
id: Keluar
ro: Ieșire

# shortcut message
source: Composing a new message
id: Menulis pesan baru
ro: Se compune un mesaj nou

# shortcut message
source: Write on a new line
id: Tulis di baris baru
ro: Scrie pe o linie nouă

source: Matrix group messaging app
id: Aplikasi perpesanan grup matriks
ro: Aplicație de mesagerie de grup Matrix

source: Fractal is a Matrix messaging app for GNOME written in Rust. Its interface is optimized for collaboration in large groups, such as free software projects.
id: Fractal adalah aplikasi perpesanan Matrix untuk GNOME yang ditulis dalam Rust. Antarmukanya dioptimalkan untuk kolaborasi dalam grup besar, seperti proyek perangkat lunak bebas.
ro: Fractal este o aplicație de mesagerie Matrix pentru GNOME scrisă în Rust. Interfața acesteia este optimizată pentru colaborarea în grupuri mari, precum proiectele de programe libere.

source: Fractal is a decentralized, secure messaging client for collaborative group communication.
id: Fractal adalah klien perpesanan yang terdesentralisasi dan aman untuk komunikasi grup kolaboratif.
ro: Fractal este un client de mesagerie sigur, descentralizat pentru comunicarea colaborativă în grupuri.

source: Fractal group messaging
id: Perpesanan grup Fractal
ro: Mesagerie de grup Fractal

source: Matrix;matrix.org;chat;irc;communications;talk;riot;
id: Matrix;matrix.org;obrolan;irc;komunikasi;berbicara;riot;
ro: Matrix;matrix.org;chat;irc;communications;talk;riot;matrice;comunicări;vorbire;discuție;

source: Type of password and token storage
id: Jenis penyimpanan kata sandi dan token
ro: Tipul de stocare al parolei și al jetonului

source: Type of password and token storage, default value is: Secret Service
id: Jenis penyimpanan kata sandi dan token, nilai bawaannya adalah: Layanan Rahasia
ro: Tipul de stocare al parolei și al jetonului, valoarea implicită este: Serviciul secret

source: If markdown sending is active
id: Jika pengiriman markdown aktif
ro: Dacă trimiterea markdown este activă

source: Whether support for sending markdown messages is on
id: Apakah dukungan untuk mengirim pesan markdown aktif
ro: Dacă este activat sau nu suportul pentru trimiterea mesajelor markdown

source: X position of the main window on startup
id: Posisi X dari jendela utama saat awal mula
ro: Poziția X a ferestrei principale la pornire

source: Y position of the main window on startup
id: Posisi Y dari jendela utama saat awal mula
ro: Poziția Y a ferestrei principale la pornire

source: Width of the main window on startup
id: Lebar jendela utama saat awal mula
ro: Lățimea ferestrei principale la pornire

source: Height of the main window on startup
id: Tinggi jendela utama saat awal mula
ro: Înălțimea ferestrei principale la pornire

source: Whether the main window is maximized on startup
id: Apakah jendela utama dimaksimalkan saat awal mula
ro: Dacă fereastra principală este maximizată la pornire

source: Other people can find you by searching for any of these identifiers.
id: Orang lain dapat menemukan Anda dengan mencari salah satu dari pengidentifikasi ini.
ro: Alți oameni pot să vă găsească prin căutarea oricărora dintre acești identificatori.

source: Name
id: Nama
ro: Nume

source: Type in your name
id: Ketik nama Anda
ro: Tastați numele

source: Email
id: Surel

source: Phone
id: Telepon
ro: Telefon

source: Password
id: Kata Sandi
ro: Parolă

source: Advanced Information
id: Informasi Tingkat Lanjut
ro: Informații avansate

source: Homeserver
id: Peladen rumah
ro: Server de acasă

source: Matrix ID
id: ID Matrix
ro: ID Matrix

source: Device ID
id: ID Perangkat
ro: ID dispozitiv

source: Deactivate Account
id: Nonaktifkan Akun
ro: Dezactivează contul

source: Deactivating your account means that you will lose all your messages, contacts, and files.
id: Menonaktifkan akun Anda berarti Anda akan kehilangan semua pesan, kontak, dan berkas Anda.
ro: Dezactivarea contului înseamnă că veți pierde toate mesajele, contactele și fișierele.

source: To confirm that you really want to deactivate this account type in your password:
id: Untuk mengonfirmasi bahwa Anda benar-benar ingin menonaktifkan jenis akun ini ketik kata sandi Anda:
ro: Pentru a confirma că doriți sigur să dezactivați acest cont tastați parola:

source: Also erase all messages
id: Hapus juga semua pesan
ro: De asemenea șterge toate mesajele

source: Account Settings
id: Pengaturan Akun
ro: Configurări de cont

source: Back
id: Kembali
ro: Înapoi

source: Check your email
id: Periksa surel Anda
ro: Verificați emailul

source: Cancel
id: Batal
ro: Anulează

source: Apply
id: Terapkan
ro: Aplică

source: Room Directory
id: Direktori Ruangan
ro: Director cameră

source: Join Room
id: Gabung Ke Ruang
ro: Alăturare la cameră

source: New Room
id: Ruang Baru
ro: Cameră nouă

source: New Direct Chat
id: Obrolan Langsung Baru
ro: Chat direct nou

source: Play
id: Putar
ro: Redă

source: New direct chat
id: Obrolan langsung baru
ro: Chat direct nou

source: Start chat
id: Mulai obrolan
ro: Începe chatul

source: Select room image file
id: Pilih berkas gambar ruang
ro: Selectează fișierul imagine al camerei

source: Invitation
id: Undangan
ro: Invitație

source: Reject
id: Tolak
ro: Respinge

source: Accept
id: Terima
ro: Acceptă

source: Invite
id: Undang
ro: Invitație

source: ID or Alias
id: ID atau alias
ro: ID sau alias

source: Join room
id: Gabung ke ruang
ro: Alăturare la cameră

source: Join
id: Gabung
ro: Alăturare

source: Close
id: Tutup
ro: Închide

source: Leave?
id: Tinggalkan?
ro: Părăsiți?

source: Once you leave, you won’t be able to interact with people in the room anymore.
id: Setelah Anda pergi, Anda tidak akan dapat berinteraksi dengan orang-orang di ruangan lagi.
ro: Odată ce părăsiți, nu veți mai putea să interacționați cu oamenii din cameră.

source: Leave room
id: Tinggalkan ruang
ro: Părăsește camera

source: Welcome to Fractal
id: Selamat datang di Fractal
ro: Bine ați venit la Fractal

source: _Log In
id: Masu_k
ro: _Autentificare

source: _Create Account
id: Buat _Akun
ro: _Creează un cont

source: What is your Provider?
id: Apa Penyedia Anda?
ro: Care este furnizorul?

source: Matrix provider domain, e.g. myserver.co
id: Domain penyedia matriks, mis. myserver.co
ro: Domeniul de furnizare a matricei, de ex. myserver.co

source: The domain may not be empty.
id: Domain tidak boleh kosong.
ro: Domeniul nu poate fi gol.

source: _User ID
id: ID Pengg_una
ro: ID _utilizator

source: _Password
id: Kata _Sandi
ro: _Parolă

source: User name, email, or phone number
id: Nama pengguna, surel, atau nomor telepon
ro: Nume de utilizator, email, sau număr de telefon

source: _Forgot Password?
id: Lupa Kata Sa_ndi?
ro: Ați _uitat parola?

source: Invalid username or password
id: Nama pengguna atau kata sandi tidak valid
ro: Nume de utilizator sau parolă nevalidă

source: Choose Provider
id: Pilih Penyedia
ro: Alege furnizorul

source: _Next
id: Sela_njutnya
ro: _Următorul

source: Log In
id: Masuk
ro: Autentificare

source: Log Out
id: Keluar
ro: Deautentificare

source: Keyboard _Shortcuts
id: Pinta_san Papan Tik
ro: _Scurtături de tastatură

source: _About Fractal
id: Tent_ang Fractal
ro: _Despre Fractal

source: No room selected
id: Tidak ada ruang yang dipilih
ro: Nicio cameră selectată

source: Join a room to start chatting
id: Bergabung dengan sebuah ruangan untuk memulai obrolan
ro: Alăturați-vă la o cameră pentru a începe să discutați

source: No room
id: Tidak ada ruang
ro: Nicio cameră

source: Chat
id: Obrolan

source: Directory
id: Direktori
ro: Director

source: Loading
id: Sedang Memuat
ro: Se încarcă

source: User
id: Pengguna
ro: Utilizator

source: Add
id: Tambah
ro: Adaugă

source: Room search
id: Pencarian ruang
ro: Căutare cameră

source: Room Menu
id: Menu Ruang
ro: Meniu cameră

source: Default Matrix Server
id: Peladen Matrix Bawaan
ro: Server Matrix implicit

source: > quote
id: > kutip
ro: > citare

source: **bold**
id: **tebal**
ro: **aldin**

source: `code`
id: `kode`
ro: `cod`

source: *italic*
id: *miring*

source: Loading more media
id: Sedang memuat lebih banyak media
ro: Se încarcă mai multe medii

source: Save as…
id: Simpan sebagai…

source: Search for room members
id: Cari anggota ruang
ro: Caută membri de cameră

source: Reply
id: Balas
ro: Răspunde

source: Open With…
id: Buka Dengan…
ro: Deschide cu…

source: Save Image As…
id: Simpan Gambar Sebagai…
ro: Salvează imaginea ca…

source: Save Video As…
id: Simpan Video Sebagai…
ro: Salvează video-ul ca…

source: Copy Image
id: Salin Gambar
ro: Copiază imaginea

source: Copy Selection
id: Salin seleksi
ro: Copiază selecția

source: Copy Text
id: Salin Teks
ro: Copiază textul

source: View Source
id: Lihat Sumber
ro: Vizualizează sursa

source: Delete Message
id: Hapus Pesan
ro: Șterge mesajul

source: Message Source
id: Sumber Pesan
ro: Sursă mesaj

source: Copy To Clipboard
id: Salin ke Papan Klip
ro: Copiază în clipboard

source: Private Chat
id: Obrolan Privat
ro: Chat privat

source: Public
id: Publik

source: Create new room
id: Buat ruang baru
ro: Creează o cameră nouă

source: Create
id: Buat
ro: Creează

source: Room name
id: Nama ruang
ro: Nume cameră

source: Visibility
id: Visibilitas
ro: Vizibilitate

source: Private
id: Privat
ro: Privat

source: _Cancel
id: Ba_tal
ro: _Anulează

source: Ch_ange
id: Ub_ah
ro: Mo_difică

source: The passwords do not match.
id: Kata sandi tidak cocok.
ro: Parolele nu se potrivesc.

source: _Verify New Password
id: _Verifikasi Kata Sandi Baru
ro: _Verifică parola nouă

source: _New Password
id: Kata Sa_ndi Baru
ro: Parola _nouă

source: Current _Password
id: Kata _Sandi Sekarang
ro: _Parola curentă

source: Room Details
id: Detail Ruang
ro: Detalii cameră

source: Invite to This Room
id: Undang ke Ruang Ini
ro: Invită la această cameră

source: Leave Room
id: Tinggalkan Ruang
ro: Părăsește camera

source: Unknown
id: Tidak Dikenal
ro: Necunoscut

source: Add name
id: Tambah nama
ro: Adaugă un nume

source: Add topic
id: Tambah topik
ro: Adaugă un topic

source: Type in your room topic
id: Ketik topik ruang Anda
ro: Tastați topicul camerei

source: No room description
id: Tidak ada deskripsi ruang
ro: Nicio descriere a camerei

source: Notifications
id: Notifikasi
ro: Notificări

source: Notification sounds
id: Suara Notifikasi
ro: Sunete de notificări

source: For all messages
id: Untuk semua pesan
ro: Pentru toate mesajele

source: Only for mentions
id: Hanya untuk sebutan
ro: Doar pentru mențiuni

source: Shared Media
id: Media Bersama
ro: Medii partajate

source: photos
id: foto
ro: fotografii

source: videos
id: video
ro: videouri

source: documents
id: dokumen
ro: documente

source: New members can see
id: Anggota baru dapat melihat
ro: Membrii noi pot să vadă

source: All room history
id: Riwayat semua ruang
ro: Tot istoricul camerei

source: History after they were invited
id: Riwayat setelah mereka diundang
ro: Istoricul după ce au fost invitați

source: Room Visibility
id: Visibilitas Ruang
ro: Vizibilitate cameră

source: Allow guests
id: Izinkan tamu
ro: Permite vizitatorii

source: Allow joining without invite
id: Izinkan bergabung tanpa undangan
ro: Permite alăturarea fără invitație

source: Publish in room directory
id: Publikasikan dalam direktori ruang
ro: Publică în directorul camerei

source: Join addresses
id: Bergabung dengan alamat
ro: Adrese de alăturare

source: members
id: anggota
ro: membri

source: Invite New Member
id: Undang Anggota Baru
ro: Invită un membru nou

source: Details
id: Detail
ro: Detalii

source: Scroll to bottom
id: Gulir ke bawah
ro: Derulare la bază

source: Show rooms from:
id: Tampilkan ruang dari:
ro: Arată camere de la:

source: Your homeserver
id: Peladen rumah Anda
ro: Serverul de acasă

source: Other Protocol
id: Protokol Lainnya
ro: Alt protocol

source: Other Homeserver
id: Peladen Rumah Lainnya
ro: Alt server de acasă

source: Homeserver URL
id: URL peladen rumah
ro: URL server de acasă

source: Images
id: Gambar
ro: Imagini

source: Select a new avatar
id: Pilih avatar baru
ro: Selectează un avatar nou

source: Couldn’t open file
id: Tidak dapat membuka berkas
ro: Nu s-a putut deschide fișierul

source: Select a file
id: Pilih berkas
ro: Selectează un fișier

source: This message has no source.
id: Pesan ini tidak memiliki sumber.
ro: Acest mesaj nu are nicio sursă.

source: Could not download the file
id: Tidak dapat mengunduh berkas
ro: Nu s-a putut descărca fișierul

source: Couldn’t save file
id: Tidak dapat menyimpan berkas
ro: Nu s-a putut salva fișierul

source: Email is already in use
id: Surel sudah digunakan
ro: Emailul este deja în uz

source: Please enter a valid email adress.
id: Silakan isi alamat surel.

source: Phone number is already in use
id: Nomor telepon sudah digunakan
ro: Numărul de telefon este deja în uz

source: Please enter your phone number in the format: + your country code and your phone number.
id: Silakan masukkan nomor telepon Anda dalam format: + kode negara Anda dan nomor telepon Anda.
ro: Introduceți numărul de telefon în formatul: + codul țării și numărul de telefon.

source: Couldn’t delete the account
id: Tidak dapat menghapus akun
ro: Nu s-a putut șterge contul

source: Couldn’t change the password
id: Tidak dapat mengubah kata sandi
ro: Nu s-a putut modifica parola

source: Sorry, account settings can’t be loaded.
id: Maaf, pengaturan akun tidak dapat dimuat.
ro: Configurările contului nu pot fi încărcate.

source: Couldn’t add the email address.
id: Tidak dapat menambahkan alamat surel.
ro: Nu s-a putut adăuga adresa de email.

source: Couldn’t add the phone number.
id: Tidak dapat menambahkan nomor telepon.
ro: Nu s-a putut adăuga numărul de telefon.

source: Can’t create the room, try again
id: Tidak dapat membuat ruang, coba lagi
ro: Nu se poate crea camera, încercați din nou

source: Can’t join the room, try again.
id: Tidak dapat bergabung dengan ruang, coba lagi.
ro: Nu se poate alătura la cameră, încercați din nou.

source: Can’t login, try again
id: Tidak dapat masuk, coba lagi
ro: Nu se poate autentifica, încercați din nou

source: Error sending message
id: Galat mengirim pesan
ro: Eroare la trimiterea mesajului

source: Error deleting message
id: Galat menghapus pesan
ro: Eroare la ștergerea mesajului

source: Error searching for rooms
id: Galat mencari ruang
ro: Eroare la căutarea camerelor

source: A Matrix.org client for GNOME
id: Klien Matrix.org untuk GNOME
ro: Un client Matrix.org pentru GNOME

source: Learn more about Fractal
id: Pelajari lebih lanjut tentang Fractal
ro: Aflați mai multe despre Fractal

source: translator-credits
id: Kukuh Syafaat <kukuhsyafaat@gnome.org>, 2018-2020.
ro: Florentina Mușat <florentina [dot] musat [dot] 28 [at] gmail [dot] com>, 2019-2020

source: Name by
id: Nama oleh
ro: Nume după

source: The validation code is not correct.
id: Kode validasi tidak benar.
ro: Codul de validare nu este corect.

source: Enter the code received via SMS
id: Masukkan kode yang diterima melalui SMS
ro: Introduceți codul primit via SMS

source: Continue
id: Lanjutkan
ro: Continuare

source: In order to add this email address, go to your inbox and follow the link you received. Once you’ve done that, click Continue.
id: Untuk menambahkan alamat surel ini, masuk ke kotak masuk Anda dan ikuti tautan yang Anda terima. Setelah Anda selesai melakukannya, klik Lanjutkan.
ro: Pentru a adăuga această adresă de email, navigați la inbox și urmăriți legătura pe care ați primit-o. Odată ce ați făcut asta, apăsați clic pe Continuare.

source: Are you sure you want to delete your account?
id: Anda yakin ingin menghapus akun Anda?
ro: Sigur doriți să ștergeți contul?

source: Image from Clipboard
id: Gambar dari Papan Klip
ro: Imagine din clipboard

source: Send
id: Kirim
ro: Trimite

source: image
id: gambar
ro: imagine

source: Invite to {name}
id: Undang ke {nama}
ro: Invitați la {name}

source: Join {room_name}?
id: Bergabung dengan {nama_ruang}?
ro: Alăturare la {room_name}?

source: You’ve been invited to join <b>{room_name}</b> room by <b>{sender_name}</b>
id: Anda telah diundang untuk bergabung ke ruang <b>{nama_ruang}</b> oleh <b>{nama_pengirim}</b>
ro: Ați fost invitat să vă alăturați canalului <b>{room_name}</b> de către <b>{sender_name}</b>

source: You’ve been invited to join <b>{room_name}</b>
id: Anda telah diundang untuk bergabung dengan <b>{nama_ruang}</b>
ro: Ați fost invitat să vă alăturați <b>{room_name}</b>

source: (direct message)
id: (pesan langsung)
ro: (mesaj direct)

source: Leave {room_name}?
id: Tinggalkan {nama_ruang}?
ro: Părăsiți {room_name}?

source: EMPTY ROOM
id: RUANG KOSONG
ro: CAMERĂ GOALĂ

source: {m1} and {m2}
id: {m1} dan {m2}
ro: {m1} și {m2}

source: {m1} and Others
id: {m1} and Lainnya
ro: {m1} și Alții

source: Several users are typing…
id: Beberapa pengguna sedang mengetik…
ro: Mai mulți utilizatori tastează…

source: <b>{}</b> is typing…
id: <b>{}</b> sedang mengetik…
ro: <b>{}</b> tastează…

source: Syncing, this could take a while
id: Sedang sinkronisasi, ini bisa memakan waktu cukup lama
ro: Se sincronizează, asta poate să dureze o vreme

source: You don’t have permission to post to this room
id: Anda tidak memiliki izin untuk memposting ke ruang ini
ro: Nu aveți permisiunea să postați în acest canal

source: Save media as
id: Simpan media sebagai
ro: Salvează media ca

source: _Save
id: _Simpan
ro: _Salvează

source: _Select
id: _Pilih
ro: _Selectează

source: Could not retrieve file URI
id: Tidak dapat mengambil berkas URI
ro: Nu s-a putut obține URI-ul fișierului

source: You have been kicked from {}
id: Anda telah ditendang dari {}
ro: Ați fost dat afară de la {}

source: Kicked by: {} “{}”
id: Ditendang oleh: {} “{}”
ro: Dat afară de: {} „{}”

source: Media is not loaded yet.
id: Media belum dimuat.

source: Error while loading previous media
id: Galat saat memuat media sebelumnya
ro: Eroare în timpul încărcării mediei precedente

source: Could not save the file
id: Tidak dapat menyimpan berkas

source: No matching members found
id: Tidak ditemukan anggota yang cocok
ro: Nu s-au găsit membri care se potrivesc

source: Privileged
id: Hak istimewa
ro: Privilegiat

source: Uploading video.
id: Mengunggah video.
ro: Se încarcă video-ul.

source: Uploading audio.
id: Mengunggah audio.
ro: Se încarcă audio-ul.

source: Uploading image.
id: Mengunggah gambar.
ro: Se încarcă imaginea.

source: Uploading file.
id: Mengunggah berkas.
ro: Se încarcă fișierul.

source: Save
id: Simpan
ro: Salvează

source: Open
id: Buka
ro: Deschide

source: New Messages
id: Pesan Baru
ro: Mesaje noi

source: %B %e
id: %e %b

source: %B %e, %Y
id: %e %b %Y

source: Room · {} member
id: Ruang · {} anggota
ro: Cameră · {} membru

source: {} member
id: {} anggota
ro: {} membru

source: Invites
id: Undang
ro: Invitații

source: You don’t have any invitations
id: Anda tidak memiliki undangan apa pun
ro: Nu aveți invitații

source: Favorites
id: Favorit
ro: Favorite

source: Drag and drop rooms here to add them to your favorites
id: Seret dan jatuhkan ruang di sini untuk menambahkannya ke favorit Anda
ro: Trageți și plasați camere aici pentru a le adăuga la favorite

source: Rooms
id: Ruang
ro: Camere

source: You don’t have any rooms yet
id: Anda belum memiliki ruang
ro: Nu aveți camere încă

# shortcut window
source: Open main menu
ro: Deschide meniul principal

source: Please enter a valid email address.
ro: Introduceți o adresă de email validă.

source: © 2017–2018 Daniel García Moreno, et al.
ro: © 2017–2018 Daniel García Moreno, și ceilalți.

source: An audio file has been added to the conversation.
ro: Un fișier audio a fost adăugat la conversație.

source: An image has been added to the conversation.
ro: O imagine a fost adăugată la conversație.

source: A video has been added to the conversation.
ro: Un video a fost adăugat la conversație.

source: A file has been added to the conversation.
ro: Un fișier a fost adăugat la conversație.

source: Malformed server URL
ro: URL de server deteriorat

source: Last edited %c
ro: Ultima modificare %c
